tap "argoproj/tap"
tap "datawire/blackbird"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "act"
brew "openssl@3"
brew "awscli"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-now"
brew "gnu-sed"
brew "go"
brew "harfbuzz"
brew "graphviz"
brew "grpcurl"
brew "hugo"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "llvm"
brew "mysql-client@8.0"
brew "mysql@8.0", link: true
brew "nkf"
brew "node"
brew "nvm"
brew "openapi-generator"
brew "openssl@1.1"
brew "peco"
brew "pipx"
brew "pnpm"
brew "pre-commit"
brew "prettier"
brew "pyenv"
brew "python@3.9"
brew "rbenv"
brew "rbspy"
brew "rename"
brew "selenium-server"
brew "shared-mime-info"
brew "sonar-scanner"
brew "tfenv"
brew "tig"
brew "tree"
brew "typescript"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "datawire/blackbird/telepresence-arm64"
cask "altair-graphql-client"
cask "chromedriver"
cask "deepl"
cask "dropbox"
cask "firefox"
cask "font-cica"
cask "gitkraken"
cask "jetbrains-toolbox"
cask "krisp"
cask "notion"
cask "orbstack"
cask "stoplight-studio"
cask "visual-studio-code"
vscode "42crunch.vscode-openapi"
vscode "alefragnani.bookmarks"
vscode "bajdzis.vscode-database"
vscode "be5invis.toml"
vscode "bierner.markdown-mermaid"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "henriiik.docker-linter"
vscode "huntertran.auto-markdown-toc"
vscode "ipedrazas.kubernetes-snippets"
vscode "jebbs.plantuml"
vscode "jerryhong.autofilename"
vscode "kumar-harsh.graphql-for-vscode"
vscode "lunuan.kubernetes-templates"
vscode "mccarter.start-git-bash"
vscode "mechatroner.rainbow-csv"
vscode "mohsen1.prettify-json"
vscode "monofon.pandoc-format"
vscode "moshfeu.compare-folders"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "mtxr.sqltools"
vscode "peterj.proto"
vscode "redhat.vscode-yaml"
vscode "satokaz.vscode-bs-ctrlchar-remover"
vscode "shuworks.vscode-table-formatter"
vscode "takumii.markdowntable"
vscode "tberman.json-schema-validator"
vscode "waderyan.gitblame"
vscode "wibblemonkey.markdown-auto-toc"
vscode "yzhang.markdown-all-in-one"
vscode "zoellner.openapi-preview"
vscode "zxh404.vscode-proto3"
