tap "argoproj/tap"
tap "clementtsang/bottom"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "mongodb/brew"
tap "sanemat/font"
tap "teamookla/speedtest"
brew "bat"
brew "bottom"
brew "python@3.9"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "dwatch"
brew "exa"
brew "fontforge", link: false
brew "gcc"
brew "ghq"
brew "gibo"
brew "git"
brew "git-now"
brew "go"
brew "goenv"
brew "htop"
brew "jq"
brew "llvm"
brew "maven"
brew "ncdu"
brew "node"
brew "nvm"
brew "openapi-generator"
brew "peco"
brew "pipx"
brew "pyenv"
brew "tfenv"
brew "tig"
brew "tldr"
brew "tree"
brew "typescript"
brew "unrar"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "teamookla/speedtest/speedtest"
cask "fontforge"
cask "xquartz"
