tap "argoproj/tap"
tap "datawire/blackbird"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "openssl@1.1"
brew "python@3.9"
brew "awscli"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "gcc"
brew "ghq"
brew "gibo"
brew "git"
brew "git-now"
brew "go"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "llvm"
brew "mysql-client@5.7"
brew "mysql@5.7", restart_service: true, link: true
brew "node"
brew "openapi-generator"
brew "openssl@3"
brew "peco"
brew "pyenv"
brew "rbenv"
brew "shared-mime-info"
brew "tfenv"
brew "tig"
brew "tree"
brew "typescript"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "datawire/blackbird/telepresence-arm64"
cask "dropbox"
cask "firefox"
cask "font-cica"
cask "gitkraken"
cask "jetbrains-toolbox"
cask "krisp"
cask "notion"
cask "onyx"
cask "stoplight-studio"
cask "visual-studio-code"
